chat_system_984954912_actor_description=Chief Engineer Debat. Dwarf.
chat_system_984954912_snap_0_question=^?^Show it, show it to me, [player]! You've already found the portal key, right? Make an old dwarf happy with good news...
chat_system_984954912_snap_0_answer_0=^?^It seems that I have found the key, but... it's broken...
chat_system_984954912_snap_1_question=^?^Broken? Well, give it to me; it's not the sort of thing that can be broken easily...
chat_system_984954912_snap_1_answer_0=^?^(Give him the broken key...)
chat_system_984954912_snap_2_question=^?^Wait a couple of minutes; I don't think it will take much time...<br>[s]The dwarf takes the key in his hands, puts some strange glass over his eye, and starts examining the key. Then he puts it on the workbench, takes a hammer out of his pocket and strikes the key twice, with all his might! Then he takes it into his hands again, grips it carefully and shakes it hard.[/s]<br>Ready! Now it's just like a new one, you can take it. I hope you'll manage to close the Portal. By the way, I readjusted it a little there... Now it will seal the Portal forever - no key will ever open it again.
chat_system_984954912_snap_2_answer_0=^?^Ok, I'll remember! (Take the key...)
chat_system_984954912_switch_1_header_1=^?^Good day to you, [player]. So how was the journey to the Land of Demons? Kind of hot, don't you think? Hah hah...
